export const advantages = [
    {
        title: 'Fluent API',
        content: 'Фреймворк предоставляет удобный и декларативный API для написания обработчиков сообщений из мессенджеров.' +
            ' С помощью него вы сможете с легкостью управлять содержимым сообщений, клавиатурами, медиа-ресурсами, а также многим другим.'
    },
    {
        title: 'Интегрирован со Spring Boot <img height="20" src="https://img.icons8.com/color/144/000000/spring-logo.png"/> ',
        content: '<strong>Chengine</strong> имеет интеграцию со Spring Boot из коробки. Специальный набор аннотаций позволит создавать ' +
            'Spring компоненты и пользоваться механизмом Dependency Injection без препятствий'
    },
    {
        title: 'Одна логика для всех',
        content: ''
    }
]